/* 
  Localizable.strings
  PDF Expert Installer

  Created by Andrew Ishchenko on 9/28/17.
  Copyright © 2017 Readdle. All rights reserved.
*/

"Download Incomplete" = "Download Incomplete";
"PDF Expert has not been downloading yet. Are you sure you want to quit?" = "PDF Expert has not been downloading yet. Are you sure you want to quit?";
"Quit" = "Quit";
"Continue Downloading" = "Continue Downloading";
"Fast, robust and beautiful PDF editor" = "Fast, robust and beautiful PDF editor";
"Install" = "Install";
"Set PDF Expert as default PDF reader" = "Set PDF Expert as default PDF reader";
"PDF Expert must be closed to complete the installation." = "PDF Expert must be closed to complete the installation.";
"OK" = "OK";
"Downloading..." = "Downloading...";
"Installing..." = "Installing...";
"Installation Failed" = "Installation Failed";
